Repository: afterxleep/Bouncer
Catalog: Bouncer/*.lproj/Localizable.strings
Languages: es, fa, fr, ko_kr, zh_hans

# FILTER_TYPE_SELECTION_LABEL
source: When
es: Cuando
fa: اگر
fr: Quand
ko_kr: 필터링 유형
zh_hans: 时间

# FILTER_TEXT_PLACEHOLDER
source: Enter a word or phrase
es: Ingresa una palabra o frase
fa: یک کلمه یا عبارت وارد کنید
fr: Entrer un mot ou une expression
ko_kr: 단어나 구절, 또는 정규 표현식을 입력하세요
zh_hans: 输入关键字词

# FILTER_CONTAINS_TEXT_LABEL
source: Contains
es: Contenga
fa: شامل
fr: Contient
ko_kr: 다음을 포함
zh_hans: 包含

# FILTER_ADD_VIEW_TITLE
source: Add Rule
es: Add Regla
fa: افزودن فیلتر
fr: Ajouter un filtre
ko_kr: 규칙 추가
zh_hans: 添加规则

# FILTER_EDIT_VIEW_TITLE
source: Update Rule
es: Actualizar Regla
fa: به روز رسانی فیلتر
fr: Mettre à jour le filtre
ko_kr: 규칙 수정
zh_hans: 更新规则

source: Save
es: Guardar
fa: ذخیره
fr: Enregistrer
ko_kr: 저장
zh_hans: 保存

source: Cancel
es: Cancelar
fa: انصراف
fr: Annuler
ko_kr: 취소
zh_hans: 取消

source: Advanced
es: Avanzado
fa: پیشرفته
fr: Avancé
ko_kr: 고급
zh_hans: 高级设置

# FILTER_INFORMATION
source: Rule settings
es: Información de la regla
fa: اطلاعات فیلتر
fr: Paramètres de filtre
ko_kr: 필터링 규칙
zh_hans: 规则设置

source: Exact match
es: Ocurrencia Exacta
fa: تطابق کامل
fr: Correspondance exacte
ko_kr: 정확하게 일치
zh_hans: 完全符合

# EXACT_MATCH_CAPTION
source: Classify messages only when the sender/message exactly matches specified term.
es: Clasifica los mensajes solo cuando el remitente/mensaje es exactamente igual a la palabra o frase especificada arriba.
fa: فیلتر کردن پیام‌ها فقط در صورتی که فرستنده یا پیام با کلمه یا عبارت تعیین شده تطابق کامل داشته باشد.
fr: Filtrer les messages uniquement lorsque l'expéditeur/le message correspond exactement au mot ou à l'expression fourni(e).
ko_kr: 발신자 또는 메시지의 내용이 입력한 내용과 정확히 일치할 때만 분류합니다.
zh_hans: 仅当信息内容/发送者完全符合指定条件时才归类

# FILTER_ACTION_LABEL
source: Label
es: Etiqueta
fa: برچسب گذاری
fr: Marquer comme
ko_kr: 분류
zh_hans: 标签

source: Transactions
es: Transacciones
fa: تراکنش‌ها
ko_kr: 업무
zh_hans: 所有交易

# SAFE_ACTION
source: Safe (Allow)
es: Seguro (No filtrar)
fa: امن (مجاز)
ko_kr: 안전함 (허용)
zh_hans: 安全（允许）

# JUNK_ACTION
source: Junk
es: Spam
fa: اسپم
fr: Indésirable
ko_kr: 스팸 메시지
zh_hans: 垃圾短信

# TRANSACTION_ACTION
source: Other Transactions
es: Otras Transacciones
fa: تراکنش‌های دیگر
fr: Autres transactions
ko_kr: 기타 업무
zh_hans: 其他交易信息

# TRANSACTION_ACTION_ORDERS
source: Orders
es: Pedidos
fa: سفارش‌ها
fr: Commandes
ko_kr: 택배/배달
zh_hans: 订单

# TRANSACTION_ACTION_FINANCE
source: Finance
es: Finanzas
fa: مالی
fr: Finances
ko_kr: 금융
zh_hans: 财务

# TRANSACTION_ACTION_REMINDERS
source: Reminders
es: Recordatorios
fa: یادآورها
fr: Rappels
ko_kr: 알림
zh_hans: 提醒

source: Promotions
es: Promociones
fa: تبلیغات
ko_kr: 광고
zh_hans: 推广

# PROMOTION_ACTION
source: Other Promotions
es: Otras Promociones
fa: تبلیغات دیگر
fr: Autres promotions
ko_kr: 기타 광고
zh_hans: 其他推广

# PROMOTION_ACTION_OFFERS
source: Offers
es: Ofertas
fa: پیشنهادها
fr: Offres
ko_kr: 할인
zh_hans: 优惠

# PROMOTION_ACTION_COUPONS
source: Coupons
es: Cupones
fa: کوپن‌ها
ko_kr: 쿠폰
zh_hans: 优惠券

# ANYTHING_IN_MESSAGE
source: Any part of the message
es: Todo el mensaje
fa: هر بخشی از پیام
fr: N'importe quelle partie du message
ko_kr: 메시지에 포함
zh_hans: 信息的任何部分

# SENDER_NUMBER
source: Sender Name or Number
es: Remitente o número
fa: شماره یا نام فرستنده
fr: Nom ou numéro de l'expéditeur
ko_kr: 발신자 이름 또는 전화번호
zh_hans: 发送者名称或号码

# TEXT
source: Message Text
es: Mensaje
fa: متن پیام
fr: Texte du message
ko_kr: 메시지 내용
zh_hans: 信息正文

# LIST_VIEW_TITLE
source: Rules
es: Reglas
fa: فیلترها
fr: Filtres
ko_kr: 규칙
zh_hans: 规则

# EMPTY_LIST_JUNK_TITLE
source: Your Junk rule list is empty
es: No tienes reglas de SPAM
fa: فهرست فیلترهای اسپم خالی است
ko_kr: 등록된 스팸 규칙이 없습니다
zh_hans: 你的垃圾信息规则列表为空

# EMPTY_LIST_JUNK_MESSAGE
source: Use junk rules to block SMS from unknown senders. You will not get notifications from junk messages
es: Bouncer bloqueará los mensajes SMS de desconocidos usando las reglas que agregues aquí. No recibirás notificaciones para mensajes SPAM
fa: با استفاده از فیلترهای اسپم می‌توانید پیام‌های فرستنده‌های ناشناس را مسدود کنید. برای پیام‌های اسپم هشدار دریافت نخواهید کرد.
ko_kr: 스팸 규칙을 생성하여 알 수 없는 발신자의 메시지를 필터링하세요. 스팸 메시지를 수신했을 때에는 알림이 수신되지 않습니다
zh_hans: 使用垃圾信息规则来阻止来自未知发送者的短信。你不会收到关于垃圾信息的通知。

# EMPTY_LIST_ALLOW_TITLE
source: Your Safe rule list is empty
es: No tienes reglas de entrega segura
fa: فهرست فیلترهای مجاز خالی است.
ko_kr: 등록된 안전한 메시지 규칙이 없습니다
zh_hans: 你的安全信息规则列表为空

# EMPTY_LIST_ALLOW_MESSAGE
source: Use Safe rules to make sure important SMS messages are always delivered to your inbox.
es: Utiliza las reglas seguras para que tus mensajes SMS importantes siempre se entreguen en tu bandeja de entrada.
fa: با استفاده از فیلترهای مجاز می‌توانید اطمینان حاصل کنید که پیام‌های مهم به صندوق دریافت شما می‌رسند.
ko_kr: 안전한 메시지 규칙을 생성하여 중요한 메시지를 받으세요
zh_hans: 使用安全信息规则来确保重要短信永远会被接收进收信箱。

# EMPTY_LIST_OTHER_TITLE
source: Your Category rule list is empty
es: No tienes reglas de categoria
fa: فهرست فیلترهای دسته‌بندی خالی است
ko_kr: 등록된 카테고리 분류 규칙이 없습니다
zh_hans: 你的分类信息规则列表为空

# EMPTY_LIST_OTHER_MESSAGE
source: Use category rules to classify SMS messages out of your inbox, but still get notifications.
es: Utiliza diferentes categorías para archivar tus mensajes SMS, pero aún recibir notificaciones.
fa: با استفاده از فیلترهای دسته‌بندی می‌توانید ضمن دریافت هشدار، پیام‌ها را بیرون از صندوق دریافت دسته‌بندی کنید.
ko_kr: 카테고리 분류 규칙을 생성하여 메시지를 분류하세요. 메시지 보관함에는 저장되지 않지만, 알림은 수신합니다
zh_hans: 使用分类信息规则来将符合条件的短信划出收信箱然后归类，你仍然会收到相关通知。

# TAP_SPACE
source: Tap '
es: Toca '
fa: با لمس
fr: Appuyez sur '
zh_hans: 点击 '

# TO_ADD_A_FILTER_SPACE
source: ' to add a rule.
es: ' para agregar una regla.
fa: یک فیلتر اضافه کنید.
fr: ' pour ajouter un filtre.
ko_kr: '을 눌러 규칙을 추가하세요.
zh_hans: ' 添加规则

# WELCOME_TITLE
source: Hello there!
es: Hola!
fa: سلام!
fr: Bonjour !
ko_kr: 반가워요!
zh_hans: 你好！

# WELCOME_SUBTITLE
source: Welcome to Bouncer
es: Bienvenid@ a Bouncer!
fa: به Bouncer خوش آمدید
fr: Bienvenue sur Bouncer
ko_kr: Bouncer에 오신 것을 환영합니다.
zh_hans: 欢迎来到Bouncer

source: Help
es: Ayuda
fa: راهنما
fr: Aide
ko_kr: 도움말
zh_hans: 帮助

source: Let's
es: Vamos a
fa: نحوهٔ
fr: Allons
ko_kr: iPhone에서
zh_hans: 让我们

# HERE_IS_HOW
source: To
es: Para
fa: برای
fr: Pour
ko_kr: iPhone에서
zh_hans: 在iPhone上

source: enable SMS filtering
es: configurar el filtrado SMS
fa: فعال‌سازی فیلتر کردن پیامک
fr: activer le filtrage des SMS
ko_kr: SMS 필터링
zh_hans: 开启短信息过滤

source: on your iPhone:
es: en tu iPhone:
fa: در آیفون شما:
fr: sur votre iPhone :
ko_kr: 을 활성화하기 위해:

# OPEN_SPACE
source: Open
es: Abre
fa: باز کردن
fr: Ouvrir
zh_hans: 打开

source: 'Settings' app
es: 'Preferencias'
fa: Settings
fr: application 'Réglages'
ko_kr: '설정' 앱을 여세요
zh_hans: '设置' 应用

source: Tap
es: Toca
fa: انتخاب
fr: Appuyez sur
zh_hans: 点击

# UNKNOWN_SOURCES
source: 'Unknown and Spam'
es: 'Desconocidos y No deseado'
fa: Unknown & Spam
fr: 'Inconnus et spam'
ko_kr: '알 수 없는 연락처 및 스팸'을 선택하세요
zh_hans: '未知与过滤信息'

source: Toggle
es: Activa
fa: تغییر وضعیت
fr: Basculez
zh_hans: 打开

# BUTTON_TUTORIAL_FIRST_LAUNCH_TEXT
source: Take me to Settings!
es: Llévame a Ajustes!
fa: رفتن به تنظیمات
fr: Emmenez-moi aux paramètres !
ko_kr: 설정 앱으로 이동하기
zh_hans: 帮我打开设置！

# BUTTON_TUTORIAL_HELP_TEXT
source: Got it!
es: Hecho!
fa: متوجه شدم!
fr: Compris !
ko_kr: 알겠어요!
zh_hans: 好的！

# NEW_FILTER
source: New Rule
es: Nueva Regla
fa: فیلتر جدید
fr: Nouveau filtre
ko_kr: 규칙 생성하기
zh_hans: 新建规则

# UPDATE_FILTER
source: Update Rule
es: Editar Regla
fa: به روز رسانی قانون
fr: Mettre à jour le filtre
ko_kr: 규칙 수정하기
zh_hans: 更新规则

# USE_REGULAR_EXPRESSIONS
source: Match as Regular Expression
es: Filtrar como Expresión Regular
fa: تطابق به عنوان Regex
fr: Correspondance comme expression régulière
ko_kr: 정규 표현식 사용하기
zh_hans: 通过正则表达式匹配

# USE_REGULAR_EXPRESSIONS_DETAIL
source: Enable this option if your rule contains a regular expression. (Regex should be provided in PCRE format).
es: Activa esta opción si tu regla contiene una Expresión Regular (Regex). (Las expresiones regulares deben usar el formato PCRE).
fa: اگر فیلتر شامل عبارات منظم (Regex) است، این گزینه را روشن کنید. عبارات منظم باید با ساختار PCRE هماهنگ باشند.
fr: Activez cette option si votre filtre contient une expression régulière. (L'expression régulière doit être fournie au format PCRE).
ko_kr: 정규 표현식을 사용할 경우 활성화하세요. (PCRE 형식의 정규 표현식을 사용합니다).
zh_hans: 如果你的规则包含正则表达式，请启用。（正则表达式须为PCRE格式）

# EXPORT_BLOCK_LIST
source: Export Rule List
es: Exportar Lista de reglas
fa: خروجی گرفتن از فهرست فیلترها
fr: Exporter la liste de blocage
ko_kr: 필터링 규칙 내보내기
zh_hans: 导出规则

# IMPORT_BLOCK_LIST
source: Import Rule List
es: Importar Lista de reglas
fa: وارد کردن فهرست فیلترها
fr: Importer la liste de blocage
ko_kr: 필터링 규칙 가져오기
zh_hans: 导入规则

# NEW_FILTERS
source: New Rules
es: Reglas Nuevas
fa: فیلترهای جدید
fr: Nouveaux filtres
ko_kr: 새로운 규칙
zh_hans: 新建规则

# DUPLICATE_FILTERS
source: Duplicate Rules
es: Reglas Duplicadas
fa: کپی کردن فیلترها
fr: Dupliquer les filtres
ko_kr: 중복되는 규칙
zh_hans: 复制规则

source: Select All
es: Seleccionar Todos
fa: انتخاب همه
fr: Sélectionner tout
ko_kr: 모두 선택
zh_hans: 选择全部

source: Select New
es: Seleccionar Nuevos
fa: انتخاب جدید
fr: Sélectionner les nouveaux
ko_kr: 새로운 규칙만 선택
zh_hans: 选择新的

source: Select None
es: Limpiar Selección
fa: عدم انتخاب
fr: Ne rien sélectionner
ko_kr: 모두 선택 취소
zh_hans: 取消选择

source: Error
fa: خطا
fr: Erreur
ko_kr: 오류
zh_hans: 错误

# EMPTY_IMPORT_FILE
source: The file you selected contained no rules.
es: El archivo seleccionado no contiene reglas.
fa: فایلی که انتخاب کرده‌اید، شامل هیچ فیلتری نیست.
fr: Le fichier que vous avez sélectionné ne contenait aucun filtre.
ko_kr: 빈 파일을 선택하였습니다.
zh_hans: 你选择的文件不包含规则

# IMPORT_ERROR %@
source: There was an error importing the selected file. %@
es: Ocurrió un error al importar el archivo seleccionado. %@
fa: خطا در وارد کردن فایل انتخاب شده. %@
fr: Une erreur est survenue lors de l'importation du fichier sélectionné. %@
ko_kr: 파일을 가져오는 데 실패하였습니다. %@
zh_hans: 在导入选择的文件中发生了错误。 %@

source: Need help?
es: Necesitas ayuda?
fa: به کمک نیاز دارید؟
fr: Besoin d'aide ?
ko_kr: 도움이 필요하신가요?
zh_hans: 需要更多帮助？

source: Ask anything!
es: Preguntame!
fa: هر چه می‌خواهید بپرسید!
fr: Posez-moi n'importe quelle question !
ko_kr: 무엇이든 물어보세요!
zh_hans: 询问我任何问题！（请以英语）

# NO_EMAIL_CONFIGURED
source: It seems you don't have an email account set up. You can write me directly at danielbernal@hey.com
es: Parece que no tienes una cuenta de correo configurada en tu iPhone. Puedes escribirme a daniebernal@hey.com
fa: دستگاه شما برای ارسال ایمیل آماده نیست. می‌توانید مستقیماً با من از طریق آدرس danielbernal@hey.com در ارتباط باشید.
fr: Il semble que vous n'ayez pas configuré de compte e-mail. Vous pouvez m'écrire directement à danielbernal@hey.com.
ko_kr: 이메일 주소가 등록되지 않은 것으로 보입니다. danielbernal@hey.com으로 직접 이메일을 보내실 수 있습니다.
zh_hans: 似乎你没有设置任何电子邮件账户。你可以直接给我写信：danielbernal@hey.com

# SETUP_INFO
source: Enable SMS filtering
fa: گزینه SMS Filtering را فعال کنید
fr: Activer la filtration SMS
ko_kr: SMS 필터링 활성화
zh_hans: 启用短信过滤

# IS_CASE_SENSITIVE
source: Case sensitive
es: Sensible a mayúsculas
fa: حساس به حروف بزرگ/کوچک
fr: Sensible à la casse
ko_kr: 대소문자 구별
zh_hans: 区分大小写

# IS_CASE_SENSITIVE_DETAIL
source: Enable this option to treat uppercase and lowercase characters differently.
es: Active esta opción para tratar los caracteres en mayúscula y minúscula de manera diferente.
fa: فعال‌سازی این گزینه برای برخورد با حروف بزرگ و کوچک به صورت متفاوت
fr: Active cette option pour traiter les caractères majuscules et minuscules différemment.
ko_kr: 대문자와 소문자를 별개의 문자로 취급합니다.
zh_hans: 启用此选项以区分对待大小写字符。

# INCORRECT_FILE_FORMAT
source: The JSON file does not appear to have the right format or is incompatible
es: El archivo JSON no tiene el formato correcto o es incompatible.
fa: فایل JSON خراب یا ناسازگار است.
fr: Le fichier JSON ne semble pas avoir le bon format ou est incompatible.
ko_kr: 비정상적이거나 호환되지 않는 파일 형식입니다.
zh_hans: JSON文件格式不正确或者不兼容

source: OK
fa: بسیار خوب
ko_kr: 확인
zh_hans: 好的

source: GENERAL
fa: عمومی
ko_kr: 일반
zh_hans: 一般设置

# MESSAGES_APP
source: 'Messages'
es: 'Mensajes'
fr: l'application 'Messages'
ko_kr: '메시지'를 선택하세요
zh_hans: '信息'

# THE_APP
source: the
es: la aplicación
fr: l'

source: 'Bouncer'
ko_kr: 'Bouncer'를 선택하세요
